$
0
1
10
100
12
13
15
17
2
20
25
3
30
35
4
40
45
5
50
510
6
7
70
8
80
90
a
aa
aan
abad
abil
abit
abl
about
aboutthe
aboutthi
abov
absolut
accept
access
accident
acknowledg
acoupl
act
action
actis
activ
actor
actress
actual
actwa
ad
adapt
add
addit
ador
advertis
advis
aerial
afew
afilm
afraid
africa
after
aftera
afternoon
again
age
ago
agood
agreat
ahuge
air
alexand
alittl
all
alli
allin
allof
allow
allthe
almost
alon
along
alot
alreadi
also
alsothe
although
alway
am
amaz
amazon
ambianc
ambienc
america
american
among
amount
amountof
amovi
ampl
amuch
amust
amveri
an
and
anda
andall
andeven
andha
andhave
andi
andis
andit
andnot
andsome
andthat
andthe
andthere
andthey
andthi
andveri
andwa
andwork
andyou
anexcel
angel
angl
angri
anhour
ani
anim
ann
annoy
anoth
anyon
anyth
anytim
anyway
apart
appal
appar
appeal
appear
appet
are
area
areal
arealli
aren
areso
arethe
around
arriv
art
artist
as
asid
ask
askfor
aspect
assist
assur
astronaut
at
atall
ate
athe
atmospher
attack
attempt
attent
atthe
attitud
attract
audienc
audio
authent
averag
averi
avoid
aw
award
away
awell
awesom
awkward
awkwardli
b
babi
bachi
back
background
backto
bacon
bad
badli
bagel
bakeri
balanc
ball
bar
bare
bargain
bartend
base
basic
bathroom
batter
batteri
batteriis
batterilife
bay
be
bea
bean
beat
beauti
beback
becaus
becausi
becausit
becausof
becausthey
becom
beef
been
beer
befor
begin
behind
believ
bell
belli
below
belt
best
bethe
better
betterthan
between
bewar
beyond
big
biggest
bill
billi
bisqu
bit
bite
black
blah
bland
blood
blow
blown
blue
bluetooth
boba
boil
bold
book
boost
boot
border
bore
both
bother
bottom
bought
bowl
box
boy
boyfriend
brand
bread
break
breakfast
brian
brief
brilliant
bring
broke
brother
brought
brunch
bt
buck
budget
buffet
bug
build
bunch
burger
busi
but
buti
butit
butter
butthe
butthi
button
buy
buyer
buzz
by
bye
bythe
cabl
cafe
cake
call
came
cameout
camera
camerawork
can
canada
cannot
cant
car
carcharger
card
cardboard
care
carri
cartoon
case
cashier
cast
caught
caus
cell
cellphon
cellphone
central
centuri
certainli
chang
channel
char
charact
charcoal
charg
charger
charisma
charl
charm
cheap
cheapli
check
cheek
chees
cheeseburg
cheesi
chef
chemistri
chewi
chick
chicken
child
chilli
chip
choic
chow
christma
church
cinema
cinematographi
cingular
clariti
class
classi
classic
clean
clear
clearli
clever
clichã©
clip
close
cocktail
coffe
cold
cole
color
combin
come
comeback
comedi
comfort
comment
commerci
commun
compani
compar
compel
compet
complaint
complet
complex
composit
compromis
comput
conclus
conflict
connect
conneri
consid
construct
consum
contact
contain
continu
contract
contrast
control
conveni
convers
convinc
cook
cool
coppola
cord
core
corn
cost
costum
could
couldbe
couldhave
couldn
couldnot
couldnt
coupl
cours
courtroom
cover
coverag
cow
crab
crack
cradl
craft
crap
crash
crazi
cream
creami
creat
credit
crisp
crowd
crust
cult
cumbersom
curri
custom
customservic
cut
cute
d
d807
damn
danc
danger
dark
data
date
daughter
day
de
dead
deal
death
decay
decent
decid
decis
decor
dedic
deepli
defect
definit
definita
delici
delight
delish
deliv
deliveri
depend
depress
depth
describ
descript
deserv
design
despit
dessert
destroy
detail
develop
devic
dialog
dialogu
did
didn
didnot
didnt
die
differ
difficult
dine
dinner
direct
director
dirt
dirti
disappoint
disappointwith
disast
disbelief
discount
disgrac
disgust
dish
dislik
display
dissapoint
do
dock
doctor
documentari
doe
doenot
doesn
doesnt
dog
dollar
don
done
donot
dont
doubl
doubt
down
download
dozen
drag
drago
drain
drama
dramat
dress
dri
driest
drink
drive
drop
duck
due
duet
dull
dure
dvd
e
each
ear
earbud
earli
earlier
earphon
earpiec
eas
easi
easier
easili
easito
eat
eaten
ed
edg
edibl
edit
effect
effort
egg
eggplant
either
eleg
element
els
elsewher
embarrass
emili
emot
empti
end
energi
english
enjoy
enough
enoughto
enter
entertain
entir
episod
era
errol
especi
essenti
establish
etc
even
event
ever
everi
everyon
everyth
everythwa
everywher
exactli
exampl
excel
except
excess
exchang
excit
excus
exist
expect
expens
experi
experienc
expert
explain
explan
exquisit
extend
exterior
extra
extraordinari
extrem
eye
fabul
face
fact
fail
fair
fairli
fall
famili
familiar
famou
fan
fanof
fantast
far
fare
fascin
fast
fat
father
faux
favor
favorit
favourit
fear
featur
feel
fellow
felt
femal
few
fi
fifteen
figur
filet
fill
film
filmand
filmis
filmwa
final
find
fine
finger
finish
fire
first
firsttime
fish
fit
five
flash
flat
flavor
flavorless
flaw
flawlessli
fli
flick
flimsi
flip
flynn
focu
focus
folk
follow
food
foodand
foodis
foodwa
foot
footag
for
fora
forc
forev
forget
forgot
form
forme
formy
forth
forthe
forthi
found
foundthi
four
fox
frankli
free
freedom
freez
french
fresh
fri
friend
friendli
friendliand
frighten
from
froma
fromthe
front
frozen
frustrat
full
fulli
fun
function
funni
futur
fx
ga
gadget
game
garbag
gave
gel
gem
gener
geniu
genuin
get
giallo
girl
girlfriend
give
givea
giveit
given
givethi
glad
glanc
glass
glove
go
goback
god
gold
gon
gone
good
gooda
goodand
gosh
got
gota
goto
gotten
gotthe
grace
graphic
greas
great
greatand
greatest
greek
green
greet
grill
grip
gross
ground
group
guess
guest
guy
gyro
ha
haa
habeen
hackney
had
hada
hadthe
hadthi
hadto
hair
half
hand
handi
handl
handsfre
happen
happi
happier
happiwith
hard
hardli
hardto
hate
have
havea
havebeen
haveever
haven
havethe
haveto
he
head
headphon
headset
healthi
hear
heard
heart
heis
help
henc
her
here
hero
hewa
hi
high
highest
highli
highlight
highlirecommend
hilari
hill
him
hip
histori
hit
hitchcock
hold
hole
hollow
holster
home
homemad
honest
honestli
hope
horribl
horror
host
hot
hour
hous
how
howev
huge
human
hummu
humor
humour
hurt
husband
i
iam
ibought
icame
ican
ice
icould
icouldn
id
idea
identifi
idid
ididn
idiot
idon
ienjoy
if
ifi
ifound
ifthe
ifyou
ignor
igo
igot
iguess
ihad
ihate
ihave
ihighli
ijust
ilike
ill
ilove
im
imagin
immedi
impecc
implaus
import
impress
impresswith
improv
in
ina
inall
inch
includ
incred
inde
indoor
indulg
industri
inexpens
inform
inmy
insan
insid
inspir
instal
instead
instruct
insult
integr
intellig
intens
interest
internet
inthe
inthi
into
intothe
invent
involv
ipod
irealli
is
isa
isalway
isan
isaw
isdefinit
isgreat
isjust
isn
isno
isnot
isnt
isone
issimpli
isso
issu
isthat
isthe
isveri
iswell
it
ita
italian
item
itfeel
itfor
itha
ithink
ithought
itis
its
itself
itto
itwa
itwasn
itwork
iuse
ive
iwa
iwent
iwill
iwon
iwould
jabra
jack
jame
jami
jawbon
jean
jerk
jerki
jimmi
job
joe
john
joint
joke
jonah
journey
joy
judg
juic
june
junk
junkyard
just
justa
keep
kept
keyboard
keypad
kid
kill
killer
kind
kinda
kindof
kitchen
knew
knock
know
known
la
lack
ladi
lame
lane
larg
last
latch
late
later
laugh
laughabl
le
lead
leaf
learn
least
leather
leav
left
leg
legit
let
level
lg
lie
life
light
lightweight
like
likea
likeit
likethe
likethi
limit
line
link
lion
list
listen
liter
littl
live
ll
llbe
lo
load
lobster
locat
lock
long
longer
look
lookfor
loos
lose
lost
lot
lotof
loud
lousi
love
lover
lovethe
lovethi
low
luck
lukewarm
lunch
m
macbeth
machin
mad
made
magic
main
maintain
major
make
makea
maker
mall
man
manag
mani
margarita
mari
mark
market
marrow
masculin
massiv
master
masterpiec
match
materi
matter
matur
may
mayb
mayo
me
meal
mean
meat
mediocr
medium
meh
melt
member
memor
memori
menac
mention
menu
merci
mess
messag
meto
metro
mexican
mic
mickey
microphon
microsoft
middl
might
min
mind
mini
minut
mishima
miss
mistak
mnot
mobil
model
modern
mom
moment
money
monster
month
mood
moral
more
morethan
morgan
most
mostli
mostof
mother
moto
motorola
mouth
move
movi
moviand
movii
moviis
movithat
moviwa
mp3
much
mucha
multipl
murder
music
must
my
myphone
myself
na
narr
nasti
nation
natur
nearli
need
needl
neg
neighborhood
network
never
new
next
nice
niceand
night
no
nobodi
noir
nois
nokia
non
none
noneof
nonsens
normal
not
nota
notabl
notbe
note
noteven
noteworthi
noth
nothave
notic
notonli
notrecommend
notto
notwork
now
number
numbereight
numbereighteen
numbereleven
numberfifteen
numberfive
numberfour
numberfourteen
numbernine
numbernineteen
numberone
numberseven
numberseventeen
numbersix
numbersixteen
numberten
numberthirteen
numberthirty five
numberthirty four
numberthirty one
numberthree
numbertwelve
numbertwenty
numbertwenty eight
numbertwenty five
numbertwenty four
numbertwenty nine
numbertwenty one
numbertwenty seven
numbertwenty six
numbertwenty three
numbertwenty two
numbertwo
nun
nut
nyc
o
obviou
obvious
occasion
occupi
occur
odd
of
ofa
ofall
off
offens
offer
ofit
ofmy
often
ofthe
ofthi
oh
ok
old
older
omg
on
ona
onc
one
oneof
onit
onli
onmy
onthe
onthi
open
oper
opinion
opportun
option
or
order
origin
oscar
other
our
out
outlet
outof
outsid
outstand
over
overact
overal
overali
overcook
overli
overpr
overrid
overwhelm
own
owner
pace
pack
packag
paid
pain
pair
palm
pan
pancak
paper
par
parent
part
parti
particular
particularli
partof
pass
past
pasta
pathet
patio
paul
pay
pc
pda
peopl
pepper
perfect
perfectli
perform
perhap
period
person
pg
phenomen
pho
phoenix
phone
phoneand
phonei
phoneis
photographi
pictur
piec
piecof
pile
pita
piti
pizza
place
placeis
placeto
plain
plan
plantron
plastic
plate
play
player
pleas
pleasant
pleaser
plenti
plot
plu
plug
pocket
poetri
point
polit
poor
poorli
pop
popular
pork
portion
portray
posit
possibl
post
potato
power
practic
predict
prefer
premis
prepar
presenc
present
pretenti
pretti
previou
price
prime
pro
probabl
problem
problemwith
procedur
proceed
process
produc
product
profession
promis
prompt
promptli
properli
protect
provid
provok
psycholog
public
pull
punch
punish
purchas
pure
push
put
q
qualiti
qualitiis
qualitiof
question
quick
quickli
quiet
quinn
quit
r
race
racial
rang
rank
rare
rate
rather
ray
razr
re
reaction
read
readi
real
realist
realiz
realli
reallilike
reason
receiv
recent
recept
recharg
recognit
recommend
recommendthi
red
redeem
refil
refus
regard
regret
regular
rel
relat
relationship
relax
releas
remak
rememb
remind
remov
render
rent
repeat
replac
research
resolut
respect
rest
restaur
result
return
reveal
revers
review
rice
ridicul
right
ring
rington
rip
roast
robert
rock
role
roll
room
rubber
rude
run
ruthless
ryan
s
sa
sad
said
sake
salad
salmon
salt
same
sampl
samsung
sandwich
sashimi
sat
satisfi
sauc
save
saw
say
saythat
scale
scallop
scamp
scare
scari
scene
sceneri
schrader
sci
score
scratch
scream
screen
screenwrit
script
seafood
seamlessli
season
seat
second
see
seem
seemto
seen
seethi
select
self
seller
sen
send
sens
sensit
sequel
sequenc
serf
seri
seriou
serious
serv
server
serverwa
servic
servicis
servicwa
set
setup
sever
sex
shakespear
shame
share
sharp
sharpli
she
shed
shine
ship
shock
shoot
shop
short
shot
should
shouldn
show
shower
shrimp
sick
side
sign
signal
signific
silent
similar
simpl
simpli
sinc
sing
singl
sister
sit
site
situat
six
size
sjust
skip
skype
sleek
slice
slide
slim
slow
small
smart
smell
smile
smoke
so
sobad
softwar
soggi
soi
solid
some
somehow
someof
someon
someth
sometim
somewhat
somuch
son
song
soni
soon
sore
sorri
sort
soul
sound
soundis
soundqualiti
soundtrack
soup
sourc
south
space
span
speak
speaker
special
spent
spici
spoiler
spot
spring
sprint
staff
stage
stale
stand
standard
stanwyck
star
start
state
static
station
stay
steak
step
stereotyp
steve
stick
still
stir
stop
storag
store
stori
storylin
strang
stranger
string
strip
strong
struck
student
studi
stuf
stuff
stun
stupid
sturdi
style
sub
subject
sublim
subtl
subway
such
sucha
suck
suffer
sugari
suggest
summari
sunglass
super
superb
superbl
support
suppos
supposedli
sure
surpris
surprisingli
surround
sushi
suspens
sweet
switch
t
tabl
taco
take
tale
talent
talk
tape
tartar
tast
tasteless
tasti
taylor
tbe
tea
tear
tech
technolog
teeth
telephon
tell
ten
tender
tension
term
terribl
terrif
textur
thai
than
thank
thanthe
that
thati
thatis
thatit
thats
thatthe
thatthi
thatwa
thave
the
theact
theater
theatr
thebatteri
thebest
theburger
thecamera
thecast
thecharact
thechicken
theear
theend
thefilm
thefirst
thefood
their
theleast
them
theme
themenu
themost
themovi
themselv
then
theone
theonli
theother
thephone
theplot
theprice
thequaliti
there
thereare
thereis
theres
therewa
theright
thesame
thescreen
these
theservic
thesound
thestaff
thestori
thetime
theway
theworst
thewrite
they
theyare
theyhave
theyre
thi
thicase
thifilm
thiis
thiitem
thimovi
thin
thing
thingi
thingthat
think
thinki
thinkit
thione
thiphone
thiplace
thiproduct
third
thiwa
thoroughli
those
though
thought
three
thrill
thriller
through
throughout
thrown
thru
thu
thumb
tick
tie
time
timeand
timefram
timei
tini
tinni
tip
tknow
tmake
to
toa
toast
tobe
today
todo
toeat
toget
togeth
togive
togo
tohave
told
toler
tom
tomake
tomy
tone
tongu
tonight
too
took
tool
tooth
top
tortur
tosay
tosee
tot
total
tothe
touch
tough
touse
toward
town
track
transcend
transfer
translat
trap
trash
treat
tremend
treo
tri
trilog
trip
trito
troubl
true
truli
tthink
turkey
turn
tv
twast
twice
twist
two
twork
type
typic
u
ugli
unaccept
unbear
unbeliev
uncomfort
unconvinc
under
underli
underneath
underst
understand
unfold
unfortun
unfunni
unhappi
uninterest
unit
univers
unless
unpredict
unrecogniz
unreli
until
unus
up
updat
upgrad
uplift
upload
usb
use
usea
useless
user
usethe
useto
usual
utter
utterli
valley
valu
ve
veever
vega
veget
vehad
vehicl
ventur
veri
veridisappoint
verigood
verinice
veriveri
veriwell
verizon
version
versu
vibe
video
view
visit
visual
voic
volcano
volum
vomit
w810i
wa
waa
wait
waiter
waitfor
waitress
wajust
walk
wall
wamy
wanot
want
wantto
wapretti
war
warm
warmth
warn
warranti
wash
wasn
wasnt
waso
wast
wastof
wastyour
watch
watchit
watchthi
water
wathe
watkin
watson
waveri
way
wayn
wayto
we
weak
wear
websit
week
weight
weird
well
wella
went
wentto
were
weren
werethe
wewere
what
whata
whatev
whati
whatsoev
when
whenev
wheni
where
whether
whi
which
whichi
whichis
whichwa
while
whine
white
who
whole
wholesom
whom
wife
wilkinson
will
willbe
willnever
willnot
wind
window
wine
wing
winner
wire
wireless
wise
wish
wit
with
witha
within
withmy
withno
without
withthe
withthi
witti
woman
won
wonder
wonderand
wont
wooden
word
work
workgreat
world
worri
wors
worst
worth
worthless
worthwhil
would
wouldbe
wouldhave
wouldn
wouldnot
wouldnt
wow
wrap
write
written
wrong
ye
yeah
year
yet
you
youare
youcan
youdon
youhave
young
your
yourself
yourtime
youwant
yum
zero
â