!
!!
$
$$
$7
1
10
100
1010
10minut
11
110
12
13
15
15minut
1star
2
20
20minut
23
25year
2day
2hour
2year
3
30
30min
30minut
4
40
40minut
45minut
5
50
5star
5year
7
70
8
90
90minut
abl
absolut
absolutno
access
act
actbad
action
actor
actorgive
actress
actual
actualturn
addit
ador
advis
aerial
aerialscene
age
ago
allow
almost
along
alreadi
also
alsogreat
alsomake
alsophone
alsotast
although
alway
alwayhit
amaz
amaz!
amazfilm
amazon
ambianc
american
amount
angel
angl
ann
annoy
anoth
anothone
anothsaid
anyon
anyoncould
anyoninterest
anyth
anytim
anytimsoon
anyway
apart
appal
appeal
appear
appet
area
aren
around
arriv
arrivquickli
art
artist
ask
aspect
atmospher
attack
attempt
attent
attentprovid
audienc
audio
audioqualiti
authent
averag
avoid
avoidavoid
aw
award
away
awesom
babi
bachiburger
back
backanytim
bacon
bad
badfilm
badfood
badidea
badmovi
badreview
badscript
bakeri
balanc
ball
bar
bare
bargain
basic
bathroom
batteri
batterilife
batteriwork
bay
be
beamaz
beat
beauti
beback
bebest
becall
becom
beef
beefsandwich
beer
begin
begood
behonest
believ
belli
belt
beone
bereturn
beright
best
bestbluetooth
bestfilm
bestheadset
bestphone
bestplace
besure
better
beuse
bewar
beyond
big
bigfan
bill
billi
billidrago
bit
bite
black
blackwater
blackwhite
bland
blandnot
blue
bluetooth
bluetoothheadset
book
boot
bore
bought
boy
bread
break
breakfast
brilliant
bring
broke
brunch
btheadset
buck
budget
buffet
build
bunch
burger
busi
button
buy
buzzoverrid
cabl
cafe
call
came
cameback
camephone
camera
cameraangl
camerarealli
camerawork
cant
car
carcharger
care
carri
cartoon
case
casenot
cast
castalso
caus
cell
cellphone
certainli
chang
charact
charactinterest
charactman
charg
charger
chargernot
charglike
charl
charm
charmwork
cheap
check
checku
chees
chef
chicken
chickentender
child
chip
choic
cinema
cinematographi
clariti
classic
clean
cleanfriendli
clear
cleargreat
clearli
clever
clip
close
cold
color
combin
come
comeback
comeone
comfort
comfortwear
comment
commun
compani
complaint
complet
complex
comput
conclus
connect
consid
construct
contact
contactcompani
contain
continu
conveni
convers
conversphone
convinc
cook
cool
cost
costmuch
could
couldbe
couldn
couldncouldnbe
couldnot
coupl
cours
cover
covergirl
crableg
crap
crash
cream
creat
credit
crisp
crowd
crowdpleaser
cult
custom
customservic
cut
cute
damn
danc
dark
data
date
daughter
day
daywithout
dead
deal
decent
decid
decis
decor
deepli
defect
definit
definitbe
definitnot
definitone
definitrecommend
definitworth
delici
delici!
delight
delish
deliv
depend
depth
describ
descript
descriptsaid
deserv
design
despit
dessert
detail
develop
devic
dialog
dialogu
didn
didndidnlike
didndidnmake
didndidnrealli
didnrealli
didnrealliwork
die
differ
difficult
dine
dinner
direct
director
dirti
disappoint
disappoint!
disast
disgrac
disgust
dish
dishnot
dishquit
display
dockstation
documentari
doesn
doesndoesnseem
doesndoesnwork
dog
dollar
done
dont
dontwast
doubl
doublcheeseburg
dozen
drago
drain
drama
dress
dri
drink
drive
drop
dropphone
due
dvd
ear
eargel
earli
earlier
earpiec
eas
easi
easili
easiuse
eat
eaten
ed
edg
edit
effect
effectmusic
effort
egg
either
els
elsewher
embarrass
emiliwatson
emot
empti
end
energi
enjoy
enjoyeveri
enough
enoughmake
entertain
entir
episod
errolflynn
especi
establish
etc
even
evenneed
evensay
eventhough
evenwors
ever
evergo
evergrace
everi
everimember
everisingl
everitime
everseen
everyon
everyth
everythfresh
everythgood
everythmenu
exactli
exampl
excel
excelcamera
exceljob
excelproduc
excelproduct
excelservic
excelsound
except
exchang
excus
expect
expectbetter
expens
experi
experienc
exquisit
extra
extrem
eye
face
fact
fail
fall
fallapart
famili
fan
fantast
far
farbest
fascin
fast
fat
faux
favorit
favourit
favouritactor
fear
featur
feel
feelgood
feellike
felt
feltlike
femal
fi
fifteenyear
film
filmbad
filmcertainli
filmdidn
filmever
filmgreat
filmlack
filmmake
filmmight
filmnoth
filmstart
filmwell
filmworth
filmwould
final
find
fine
finedine
finish
fire
first
firstmovi
firstthing
firsttime
firstvega
fish
fit
fitear
flat
flavor
flaw
fli
flick
flipphone
flynnbrilliant
folk
follow
food
foodarriv
foodaverag
foodbare
fooddelici
foodever
foodgood
foodgreat
foodnot
foodqualiti
foodrealli
foodservic
footag
forc
forev
forget
form
found
foundproduct
four
free
freedom
fresh
fri
friend
friendli
front
frozen
frustrat
full
fullwonder
fun
function
funni
game
garbag
gave
gave5
gem
gener
genuin
get
getabsolut
getfood
getgreat
getjob
getsee
girl
girlfriend
give
given
giveone
givetri
givezero
glad
gladwe
glanc
glass
go
goback
god
godead
gonna
good
goodactor
goodbatteri
goodbeer
goodday
goodfilm
goodfood
goodjob
goodmovi
goodproduct
goodprotect
goodqualiti
goodselect
goodservic
goodstuff
goodthing
goodthough
goodvalu
goodwork
gosee
got
gothink
gothome
gotphone
gotten
gowrong
grace
graphic
great
great!
greatactor
greatest
greatestfilm
greatfilm
greatfood
greatjob
greatphone
greatpictur
greatplace
greatprice
greatproduct
greatqualiti
greatrecept
greatservic
greatside
greatway
greek
greekdress
green
grill
grip
gross
group
guess
guy
hair
half
hand
handfree
handl
handsfre
happen
happi
happier
hard
hate
haven
head
headphon
headset
headsetcall
headsetwork
hear
heard
heart
help
helpmake
high
highli
highlirecommend
highqualiti
hilari
hill
histori
hit
hitchcock
hitspot
hold
holdcharg
home
homemade
honest
honestli
hope
hopecould
hopeplace
horribl
horror
horrormovi
hot
hotdog
hour
hourhalf
hourtime
hous
howev
howevrecent
huge
human
husband
ice
icecream
idea
identifi
idiot
im
imagin
immedi
import
impress
improv
includ
incred
inde
indulg
industri
inexpens
insid
instead
instruct
insult
integr
intellig
interest
internet
involv
isn
issu
italian
item
itemwork
itemwould
jabra
jawbon
job
john
johnwayn
joke
jonahhill
journey
joy
judg
junk
keep
kept
keyboard
kid
kill
kind
kindembarrass
knew
know
known
lack
ladi
lame
larg
last
lastnight
late
later
laugh
le
lead
leaf
learn
least
leather
leathernice
leav
left
let
letone
level
lg
life
light
lightweight
like
like5
likecharm
likedone
likegood
likeloud
likemovi
likeold
likeplace
limit
line
lineright
lion
list
liter
littl
littlphone
littlslow
live
lo
load
loangel
lobsterbisqu
locat
lock
long
longbatteri
longer
longtime
look
lookgood
looklike
lost
lot
loud
loudbuzz
love
lovephone
lover
low
lowbudget
lunch
machin
made
madefilm
main
major
make
makecall
makefeel
makesens
makeu
man
manag
mani
manipeopl
maniway
mannot
market
massiv
master
masterpiec
may
mayb
maybe
meal
mean
meat
mediocr
melt
member
memor
memori
mention
menu
mess
messag
mexican
mickey
microphon
might
mightbe
min
mind
minget
mini
minut
minutbe
minutget
miss
mistak
mobil
modern
mom
moment
money
moneytime
month
mostli
mother
motorola
mouth
move
movi
movialso
movianyon
movibe
movicould
moviever
moviexcel
movigo
movigood
movilack
movilike
movimade
movimake
movineed
movinot
movirealli
movishow
mp3
mp3player
much
muchbetter
muchgood
muchle
muchlike
muchrather
multipl
multipltime
murder
music
must
mustsee
narr
nasti
nearli
need
needlsay
neg
network
never
neverbe
neverever
nevergo
neverheard
neverseen
neverwork
new
newbatteri
newone
newphone
next
nice
nicechar
niceclear
night
no
nobodi
nois
nokia
non
none
nonework
nonocomplaint
nonoone
nonoplot
nonoproblem
nonoreal
nonosign
noone
noplot
noproblem
noreal
not
notbe
notbeliev
notbuy
note
noteven
notgood
noth
nothshort
notic
notimpress
notlike
notmake
notmuch
notnotbad
notnotbe
notnotbeliev
notnotbother
notnotbuy
notnotenough
notnoteven
notnotget
notnotgo
notnotgood
notnothear
notnotimpress
notnotlike
notnotmake
notnotmatch
notnotmention
notnotmuch
notnotone
notnotpleasant
notnotpurchas
notnotqualiti
notnotrecommend
notnotsay
notnotstand
notnotstay
notnotsure
notnottasti
notnotuse
notnotwast
notnotwatch
notnotwork
notnotworth
notqualiti
notrecommend
notrecommenditem
notsure
notwork
notworth
number
numbereight
numbereighteen
numbereleven
numberfifteen
numberfive
numberfour
numberfourteen
numbernine
numbernineteen
numberone
numberseven
numberseventeen
numbersix
numbersixteen
numberten
numberthirteen
numberthirty seven
numberthirty two
numberthree
numbertwelve
numbertwenty
numbertwenty eight
numbertwenty four
numbertwenty one
numbertwenty three
numbertwenty two
numbertwo
nut
obvious
occasion
occupi
odd
offer
often
oh
ok
old
oldman
one
onebad
onebest
onebetter
onebig
onecharact
onegot
onegreatest
onepeopl
onething
onework
open
oper
option
order
origin
originbatteri
other
outlet
outsid
outstand
overal
overpr
overridconvers
own
owner
ownerrealli
pace
pack
packag
packagnice
paid
pain
pair
palm
pancak
parent
part
parti
particular
particularli
pass
past
pasta
pathet
patio
paul
pay
pay$
pc
peopl
peopllike
peoplnot
perfect
perfectli
perform
perhap
period
person
pg
pg13
pho
phoenix
phone
phone2
phonebatteri
phonedoesn
phonehandi
phonenumber
phonesturdi
phonetwo
phonewithout
phonework
photographi
pictur
picturalso
piec
pieccrap
pizza
place
placeanyon
placecoupl
placedeserv
placeeat
placego
placenever
placenot
placerealli
placeway
placewe
placewould
plain
plan
plantron
plastic
play
player
pleas
pleasknow
plenti
plot
plu
plug
pocket
point
polit
poor
poorli
poorqualiti
pork
portion
portray
possibl
possiblbest
potato
potatochip
power
practic
predict
premis
prepar
present
pretenti
pretti
prettigood
prettimuch
price
pricealso
probabl
probablwon
probablwould
problem
produc
product
productbe
productvalu
promis
prompt
protect
provid
providexcel
pull
purchas
pure
push
put
q
qualiti
qualitiexcel
qualitifood
qualitisound
quick
quickli
quickliwork
quit
quitwork
racial
rang
ranggood
rank
rare
rate
rather
ray
raycharl
razr
read
readi
real
realiz
realli
reallibad
reallienjoy
reallifunni
realligood
realligreat
reallilike
reallirealli
reallirecommend
realliwant
realscare
reason
reasonprice
receiv
recent
recept
recommend
recommendmovi
recommendplace
red
redeem
redeemqualiti
refus
regret
rel
relat
relationship
relax
remak
rememb
rent
repeat
replac
rest
restaur
result
return
returnphone
revers
review
rice
ridicul
right
rightamount
rightmind
ring
rington
rip
roast
roastbeef
robertryan
rock
role
roll
room
rude
run
runaround
ruthless
ryan
sad
said
salad
saladwe
salmon
samsung
sandwich
sat
satisfi
sauc
save
saw
sawfilm
sawmovi
say
sayenjoy
sayleast
scale
scamp
scare
scene
scenemovi
scifi
score
scratch
screen
script
scriptbad
seafood
season
seat
second
secondtime
see
seeanyon
seem
seemlike
seemovi
seen
seenmovi
select
selectfood
self
selfindulg
send
sens
seri
serious
seriousnot
serv
server
servergreat
servernice
servic
servicclean
servicextrem
servicquick
servicslow
servicterribl
set
setup
sever
severdiffer
severtime
severyear
shakespear
shame
share
sharp
ship
shop
short
shot
show
showever
showwould
shrimp
sick
side
signal
signific
significtheme
silent
simpl
simpli
sinc
sing
singl
sister
sit
situat
size
slow
small
smart
smell
smelllike
smile
softwar
soggi
solid
someon
someth
sometim
somewhat
son
song
soon
sound
soundclear
soundeffect
soundlike
soundqualiti
soundtrack
soundvolum
soup
space
speak
special
spici
spicienough
spoiler
spot
staff
staffgreat
stage
stageplay
stale
stanwyck
star
start
state
station
stay
stayaway
steak
step
stereotyp
steve
still
stillnot
stirfri
stop
store
stori
storiline
storylin
strang
strip
strong
struck
stuff
stun
stupid
sturdi
style
sublim
subtl
suck
suckwe
suffer
summari
sunglass
super
superb
superfriendli
support
suppos
supposbe
sure
surpris
surprisingli
sushi
sushilover
sushiplace
suspens
sweet
sweetpotato
switch
tabl
taco
take
takeforev
talent
talk
tast
tasteless
tasti
tastlike
tell
ten
tender
tenminut
tension
terribl
terriblcustom
terrif
terrifcast
thai
thaifood
thank
that
theater
theme
thin
thing
thingdidn
thinghappen
think
thinkbe
thinkever
thinkpeopl
thinkwe
thinkwould
third
thoroughli
though
thought
three
threefilm
thrill
thriller
throughout
throughoutfilm
thumb
time
timebad
timeeven
timefilm
timegot
timelunch
timenew
timenot
timestill
tini
toast
today
togeth
told
toler
tom
tomwilkinson
tone
tongucheek
took
tool
top
tortur
total
totalwast
touch
toward
town
trash
treat
tremend
treo
tri
tri2
trilog
trimake
trip
true
truli
turn
turngood
tv
twice
twist
two
twoyear
type
u
ufeel
unaccept
unbear
unbeliev
unconvinc
understand
unfortun
unfortunnot
unit
unless
unreli
up
usb
use
usebe
useheadset
useless
usethroughout
usual
utterli
valu
vega
vegabuffet
verizon
vibe
view
visit
visual
voic
voicrecognit
volcanolo
volum
wait
waiter
waithour
waitress
walk
wall
want
wantbe
war
warm
wasn
wast
wastmoney
wasttime
watch
watchfilm
watchmovi
water
way
wayoverpr
we
weak
wealso
wear
wearglass
webe
websit
wecould
week
weget
wegot
weird
well
welldone
wellmade
wellpace
wellwell
welove
wenever
went
wentback
weorder
weren
wetake
wetri
wewait
wewalk
wewent
wewould
whatev
whatsoev
whether
white
whole
wholelot
wholething
wife
wilkinson
wind
windlion
wine
wing
wire
wireless
wish
wishcould
within
within2
without
woman
won
wonbe
wonbeback
wonbego
wonder
wonwonbe
word
work
workfine
workflawlessli
workgood
workgreat
worklike
workperfectli
workrealli
workwell
world
wors
worst
worstcustom
worstever
worstphone
worstseen
worth
would
wouldbe
woulddefinit
wouldgive
wouldgiven
wouldhighli
wouldmuch
wouldn
wouldnot
wouldrecommend
wow
wrap
write
written
wrong
ye
yeah
year
yearago
yearold
yearwork
yet
yetanoth
young
zero
zerostar
â