!
!!
!!!
$
$$
$7
$neg
$negneg
010
1
10
100
1010
11
110
12
13
15
15minut
1star
2
20
20minut
23
25year
2day
2hour
2neg
2negneg
2year
3
30
30minut
30neg
30negneg
4
40
40minut
4neg
5
50
5star
5year
7
70
8
90
``
``neg
``negneg
abl
absolut
absolutno
absolutnoneg
access
act
actbad
action
actionneg
actneg
actor
actorneg
actornegneg
actress
actual
actualturn
addit
ador
advis
aerial
aerialscene
age
ago
allow
almost
along
alreadi
also
alsogreat
alsomake
alsoneg
alsonegneg
alsophone
alsotast
although
alway
alwayhit
amaz
amaz!
amazneg
amazon
ambianc
american
amount
angel
angl
ann
annoy
anoth
anothone
anothsaid
anyon
anyoninterest
anyonneg
anyonnegneg
anyth
anythneg
anythnegneg
anytim
anytimneg
anytimnegneg
anyway
apart
appal
appeal
appear
appet
area
around
aroundneg
aroundnegneg
arriv
arrivquickli
art
artist
ask
askneg
asknegneg
aspect
atmospher
attack
attempt
attent
attentprovid
audienc
audio
audioqualiti
authent
averag
avoid
avoidavoid
aw
award
away
awesom
babi
bachiburger
back
backneg
backnegneg
bacon
bad
badfilm
badfood
badidea
badmovi
badneg
badnegneg
badreview
badscript
bakeri
balanc
ball
bar
bare
bareneg
bargain
basic
bathroom
batteri
batterilife
batteriwork
bay
be
beat
beatneg
beauti
beback
bebest
becall
becom
beef
beefsandwich
beer
begin
beginneg
behonest
believ
believneg
believnegneg
belli
belt
beneg
benegneg
bereturn
beright
best
bestbluetooth
bestfilm
bestheadset
bestneg
bestnegneg
bestphone
bestplace
besure
better
betterneg
betternegneg
beuse
bewar
beyond
big
bigfan
bigneg
bignegneg
bill
billi
billidrago
bit
bite
bitneg
bitnegneg
black
blackwater
blackwhite
bland
blandneg
blandnegneg
blandnot
blue
bluetooth
bluetoothheadset
bobaneg
bobanegneg
book
boot
bore
boreneg
borenegneg
bother
botherneg
bothernegneg
bought
boy
bread
break
breakfast
breakneg
brilliant
bring
bringneg
broke
brunch
btheadset
buck
budget
buffet
build
bunch
burger
busi
busineg
button
buttonneg
buttonnegneg
buy
buyer
buyneg
buynegneg
buynegproduct
buzzoverrid
buzzoverridphone
ca
cabl
cafe
call
callneg
callnegneg
came
cameback
cameneg
camephone
camera
cameraangl
camerarealli
camerawork
can
canneg
cant
car
carcharger
care
careneg
carenegneg
carneg
carnegneg
carri
cartoon
case
casenot
casenotneg
cast
castalso
caus
cell
cellneg
cellnegneg
cellphone
certainli
certainlineg
chang
charact
charactinterest
charactman
charactneg
charg
charger
chargerneg
chargernot
chargernotneg
charglike
charl
charm
charmneg
charmwork
cheap
check
checkneg
checku
chees
chef
chicken
chickentender
child
chip
choic
cinema
cinematographi
clariti
classic
clean
cleanfriendli
clear
cleargreat
clearli
clever
clip
close
cold
coldneg
color
combin
come
comeback
comeneg
comenegneg
comfort
comfortneg
comfortnegneg
comfortwear
comment
commun
compani
complaint
complet
complex
comput
conclus
connect
connectneg
connectnegneg
consid
considneg
construct
contact
contain
continu
conveni
convers
conversphone
convinc
cook
cool
cost
costmuch
could
couldbe
couldn
couldneg
couldnegneg
couldnneg
couldnot
couldnotneg
coupl
cours
cover
coverag
covergirl
crableg
crap
crash
cream
creat
credit
crisp
crowd
crowdneg
crowdnegneg
cult
cultneg
cultnegneg
custom
customservic
cut
cute
damn
danc
dark
data
date
daughter
day
daywithout
dead
deal
dealneg
dealnegneg
decent
decid
decis
decor
deepli
defect
definit
definitbe
definitnot
definitnotneg
definitone
definitrecommend
definitworth
delici
delici!
delight
delish
deliv
depend
depth
describ
descript
descriptsaid
deserv
design
despit
dessert
detail
develop
devic
dialog
dialogu
die
differ
difficult
dine
dinner
direct
director
dirti
disappoint
disappoint!
disast
disgrac
disgust
dish
dishneg
dishnot
dishquit
dislik
dislikneg
disliknegneg
display
dockstation
documentari
dog
dogneg
dollar
done
dont
dontwast
doubl
doublcheeseburg
dozen
drago
drain
drama
dress
dri
drink
drive
drop
dropphone
due
dvd
ear
eargel
earli
earlier
earpiec
eas
easi
easili
easiuse
eat
eaten
eatenneg
eatennegneg
eatneg
eatnegneg
ed
edg
edit
effect
effort
egg
either
eitherneg
els
elsewher
embarrass
emiliwatson
emot
emotneg
emotnegneg
empti
end
endneg
endnegneg
energi
enjoy
enjoyeveri
enjoyneg
enjoynegneg
enough
enoughn
enoughneg
enoughnegneg
enoughnneg
entertain
entir
episod
errolflynn
especi
establish
etc
even
evenneed
evenneg
evennegneg
evensay
eventhough
evenwors
ever
evergo
evergrace
everi
everimember
everineg
everinegneg
everisingl
everitime
everneg
evernegneg
everyon
everyth
everythfresh
everythgood
everythmenu
exactli
exampl
excel
excelcamera
exceljob
excelproduc
excelproduct
excelservic
excelsound
except
exchang
excus
expect
expectbetter
expectneg
expectnegneg
expens
experi
experienc
explain
explainneg
exquisit
extra
extrem
eye
eyeneg
face
faceneg
fact
factneg
fail
fall
fallapart
fallneg
famili
familineg
fan
fantast
far
farbest
fascin
fast
fat
faux
favorit
favourit
favouritactor
fear
fearneg
featur
featurneg
feel
feelgood
feellike
feelneg
felt
feltlike
feltneg
feltnegneg
femal
fi
fifteenyear
fill
film
film``
filmbad
filmever
filmgreat
filmlack
filmmake
filmmight
filmn
filmneg
filmnegneg
filmnegsometh
filmnneg
filmnoth
filmnothneg
filmstart
filmwell
filmwould
final
find
findneg
findnegneg
fine
finish
fire
first
firstmovi
firstneg
firstnegneg
firstthing
firsttime
firstvega
fish
fit
fitear
fitneg
flat
flavor
flavorneg
flavornegneg
flaw
fli
flick
flynnbrilliant
folk
follow
food
foodarriv
foodaverag
fooddelici
foodever
foodgood
foodgreat
foodneg
foodnegneg
foodnot
foodqualiti
foodrealli
foodservic
footag
forc
forev
forget
forgetneg
forgetnegneg
form
found
foundproduct
four
free
freedom
fresh
fri
friend
friendli
friendlineg
front
frontneg
frozen
frustrat
full
fun
function
funni
funnineg
game
garbag
gave
gave5
gem
gener
genuin
get
getabsolut
getfood
getgreat
getjob
getneg
getnegneg
getsee
girl
girlfriend
give
given
giveneg
giveone
givetri
givezero
glad
gladwe
glanc
glass
go
goback
god
godead
gone
goneg
gonegneg
goneneg
good
goodactor
goodbatteri
goodbeer
goodday
goodfilm
goodfood
gooditem
goodjob
goodmovi
goodneg
goodnegneg
goodproduct
goodprotect
goodqualiti
goodselect
goodservic
goodstuff
goodthing
goodthough
goodvalu
goodwork
gosee
got
gothink
gothome
gotneg
gotnegneg
gotphone
gotten
grace
graphic
great
great!
greatest
greatestfilm
greatestfilmmade
greatfilm
greatfood
greatfoodservic
greatjob
greatneg
greatnegneg
greatphone
greatpictur
greatplace
greatprice
greatproduct
greatqualiti
greatrecept
greatservic
greatside
greek
greekdress
green
grill
grip
gross
group
guess
guy
hair
half
halfneg
hand
handfree
handl
handneg
handnegneg
handsfre
happen
happenneg
happennegneg
happi
happier
hard
hardneg
hardnegneg
hate
head
headphon
headset
headsetcall
headsetwork
hear
heard
hearneg
hearnegneg
heart
help
helpmake
helpneg
helpnegneg
high
highli
highlirecommend
highlirecommendanyon
highqualiti
hilari
hill
histori
hit
hitchcock
hitspot
hold
holdcharg
holdneg
holdnegneg
home
homemade
honest
honestli
hope
hopecould
hopeplace
horribl
horror
horrormovi
hot
hotdog
hotneg
hour
hourhalf
hourneg
hournegneg
hous
howev
howevrecent
huge
human
husband
ice
icecream
idea
ideaneg
identifi
idiot
im
imagin
immedi
import
impress
impressneg
impressnegneg
improv
improvneg
includ
incred
incredneg
inde
indulg
industri
inexpens
insid
inspir
inspirneg
instead
instruct
instructneg
instructnegneg
insult
insultneg
integr
intellig
interest
internet
involv
issu
italian
item
itemneg
itemwork
jabra
jawbon
job
john
johnwayn
joke
journey
joy
judg
junk
junkyardneg
junkyardnegneg
keep
kept
keyboard
kid
kidneg
kill
kind
kindembarrass
kindneg
knew
know
known
knowneg
knownegneg
lack
ladi
lame
larg
last
lastneg
lastnegneg
lastnight
late
later
laugh
laughneg
le
lead
leaf
learn
least
leather
leathernice
leav
leavneg
left
let
letneg
letone
level
lg
life
light
lightweight
like
like5
likecharm
likedone
likegood
likeloud
likeloudoverrid
likemovi
likeneg
likenegneg
likeold
likeplace
limit
line
lineneg
linenegneg
lineright
lion
list
liter
littl
littlphone
littlslow
live
lo
load
lobsterbisqu
locat
lock
long
longbatteri
longer
longerneg
longernegneg
longneg
longnegneg
longtime
look
lookgood
looklike
lookneg
looknegneg
lost
lot
loud
loudbuzz
loudbuzzconvers
love
loveneg
lovenegneg
lovephone
lover
low
lowbudget
lunch
machin
made
madefilm
madeneg
madenegneg
main
major
make
makeneg
makenegneg
makesens
man
manag
mani
manipeopl
maniway
mannot
mannotneg
market
massiv
master
masterpiec
matchneg
matterneg
may
mayb
maybe
meal
mean
meanneg
meat
meatneg
mediocr
melt
member
memor
memori
memorneg
mention
menu
mess
messag
messneg
messnegneg
mexican
mickey
microphon
might
mightbe
min
mind
mindneg
minget
mini
minut
minutbe
minutget
minutneg
minutnegneg
miss
missneg
mistak
mistakneg
mistaknegneg
mobil
modern
mom
moment
money
moneyneg
moneynegtime
month
mostli
mother
motorola
motorolaneg
motorolanegneg
mouth
move
movi
movi``
movialso
movianyon
movicould
moviever
moviexcel
movigo
movigood
movilack
movimade
movimake
movineed
movineg
movinegneg
movinot
movinotneg
movirealli
movishow
mp3
mp3player
much
muchbetter
muchgood
muchle
muchlike
muchneg
muchnegneg
muchrather
multipl
multipltime
murder
murderneg
murdernegneg
music
must
mustsee
n
nalway
narr
nask
naskneg
nasti
nbe
nbeat
nbeatneg
nbeback
nbedisappoint
nbeliev
nbelievneg
nbuy
nbuyneg
ncare
nearli
need
needlsay
neg
neg!
neg!!
neg$
neg$$
neg10
neg2
neg30
neg4
neg4neg
neg``
neg``bad
neg``neg
negaccept
negact
negaction
negactneg
negactor
negalon
negalso
negalsoneg
negamaz
negamazneg
neganyon
neganyoncould
neganyonneg
neganyth
neganythneg
neganytim
neganytimsoon
negaround
negaroundneg
negart
negask
negaskneg
negback
negback!
negbackanytim
negbackneg
negbad
negbadneg
negbare
negbe
negbegin
negbeginneg
negbeneg
negbest
negbetter
negbetterneg
negbig
negbit
negbland
negboba
negbore
negboreneg
negbreak
negbreakneg
negbusi
negbutton
negbuttonneg
negbuy
negbuyneg
negcall
negcallneg
negcame
negcameneg
negcar
negcell
negcellphone
negcertainli
negcharact
negcharg
negcharger
negcharm
negcharmneg
negcheck
negcheckneg
negchoic
negclassic
negcold
negcome
negcomeback
negcomeneg
negconnect
negconnectneg
negconsid
negconsidneg
negcould
negcouldbe
negcrowd
negcrowdneg
negcult
negdeal
negdealneg
negdisappoint
negdish
negdislik
negdislikneg
negdog
negdogneg
negear
negeat
negeatneg
negegg
negeither
negeitherneg
negemot
negend
negendneg
negenjoy
negenough
negenoughneg
negestablish
negeven
negevenneg
negever
negeveri
negexpect
negeye
negface
negfaceneg
negfact
negfactneg
negfamili
negfear
negfearneg
negfeatur
negfeel
negfelt
negfeltneg
negfilm
negfilmneg
negfirst
negfirstplace
negfit
negfitneg
negflavor
negfood
negfoodneg
negfresh
negfriendli
negfriendlineg
negfunction
negfunni
negfunnineg
neggame
negget
neggetneg
neggive
neggiveneg
neggo
neggoback
neggoneg
neggood
neggoodneg
neggoodway
neggreat
neggreatneg
neghalf
neghalfneg
neghand
neghandneg
neghappier
neghard
neghardenough
neghead
negheadneg
negheadset
neghear
neghelp
neghour
neghourneg
negimpress
negimpressneg
negincred
neginsult
neginsultneg
negitem
negitemneg
negjob
negjunkyard
negkid
negkidneg
negkind
negkindneg
negknow
negknowneg
neglaugh
neglaughneg
negleav
negleavneg
neglet
neglike
neglikeneg
negline
neglineneg
neglist
neglocat
neglock
neglong
neglook
neglove
negloveneg
negmade
negmadeneg
negmake
negmakeneg
negmeal
negmeat
negmeatneg
negmemor
negmemori
negmess
negmessneg
negminut
negmistak
negmistakneg
negmoney
negmoneyneg
negmotorola
negmovi
negmovineg
negmuch
negmuchneg
negn
negneg
negneg!
negneg10
negneg``
negnegactor
negnegalreadi
negnegbad
negnegbe
negnegbegin
negnegbought
negnegcharact
negnegcharger
negnegcome
negnegear
negnegeat
negnegeven
negnegever
negnegexpect
negnegface
negnegfelt
negnegfilm
negnegfirst
negnegfood
negnegfunction
negnegget
negneggood
negneggreat
negnegheadset
negnegindulg
negnegitem
negneglike
negneglong
negneglook
negnegmade
negnegmake
negnegmeat
negnegmess
negnegmistak
negnegmovi
negnegmuch
negnegn
negnegneg
negnegnever
negnegnew
negnegno
negnegnot
negnegone
negnegoverli
negnegphone
negnegpictur
negnegpizza
negnegplace
negnegpleas
negnegqualiti
negnegrealli
negnegright
negnegsay
negnegscript
negnegside
negnegsound
negnegstart
negnegterribl
negnegtime
negnegwork
negnegworth
negnegwould
negnever
negnew
negnewone
negnext
negno
negnot
negnoth
negnumber
negnumberneg
negone
negoneneg
negorder
negoutlet
negoverpr
negpar
negpasta
negpastaneg
negpeopl
negperform
negperformneg
negperiod
negphone
negphoneneg
negpictur
negpiec
negpiecneg
negpizza
negpizzaneg
negplace
negplaceneg
negpleas
negpleasneg
negplot
negplug
negplugneg
negpoint
negpower
negprepar
negprice
negpriceneg
negproblem
negproblemneg
negproduct
negpull
negq
negqualiti
negqualitineg
negquit
negrealli
negreallineg
negrestaur
negrestaurneg
negreview
negreviewneg
negridicul
negright
negrightneg
negrington
negringtonneg
negrip
negripneg
negroom
negsay
negsayneg
negscene
negsceneneg
negscript
negscriptneg
negsecond
negsee
negseeneg
negserv
negservic
negservicneg
negservneg
negset
negsetneg
negshot
negshotneg
negshow
negside
negsilent
negsinc
negsincneg
negslow
negsmile
negsmileneg
negsometh
negsomethneg
negsoon
negsoonneg
negsound
negsoundneg
negspecial
negstart
negstore
negsure
negsureneg
negtake
negtakeneg
negtalk
negtalkneg
negtea
negterribl
negtime
negtimeneg
negtri
negtrineg
negu
negunit
negunless
negunlessneg
neguse
neguseneg
negwait
negwall
negwant
negwantneg
negwast
negwatch
negwatchneg
negway
negwayneg
negwe
negwell
negwellneg
negweneg
negwhatsoev
negwhether
negwhetherneg
negword
negwork
negworkneg
negworld
negwors
negworth
negworthneg
negwould
negwouldneg
negwouldnot
negwrong
nenjoy
nenjoyneg
network
neven
never
neverbe
nevercome
neverever
nevergo
neverheard
neverneg
nevernegneg
neverseen
neverseenneg
neverwork
new
newbatteri
newneg
newnegneg
newphone
nexpect
next
nget
ngo
ngoneg
nhelp
nhold
nice
nicechar
niceclear
night
nknow
nknowneg
nlike
nlikeneg
nlook
nlookneg
nmake
nmakeneg
nmind
nmiss
nmissneg
nneg
nnegneg
no
nobodi
nocomplaint
noexcus
nois
nokia
non
none
noneneg
noone
noplot
noplot!
noplotneg
noproblem
noproblemneg
noreal
noreason
nosign
nostar
not
notbe
notbeback
notbeget
notbeliev
notbelievneg
notbother
notbuy
notdisappoint
note
noteat
noteatneg
notenough
noteven
notevenneg
notfit
notfunni
notget
notgo
notgoneg
notgood
noth
nothappi
nothear
nothneg
nothshort
notic
notimpress
notimpressneg
notlike
notlikeneg
notmake
notmakeneg
notmention
notmuch
notneg
notnegneg
notnegproblem
notone
notpleasant
notpurchas
notqualiti
notrecommend
notrecommendanyon
notrecommendneg
notsay
notstand
notstandneg
notstay
notsure
notsureneg
nottasti
notuse
notuseneg
notwast
notwastneg
notwork
notworkneg
notworth
notworthneg
npay
npayneg
nrealli
nrealliwork
nrecommend
nsay
nsayneg
nsee
nseem
nseemneg
nseen
nseeneg
nseenneg
ntake
nthink
nthinkneg
number
numbereight
numbereighteen
numbereleven
numberfifteen
numberfive
numberforty
numberforty four
numberforty three
numberfour
numberfourteen
numberneg
numbernine
numbernineteen
numberone
numberseven
numberseventeen
numbersix
numbersixteen
numberten
numberthirteen
numberthirty
numberthirty eight
numberthirty four
numberthirty nine
numberthirty one
numberthirty seven
numberthirty six
numberthirty two
numberthree
numbertwelve
numbertwenty
numbertwenty eight
numbertwenty five
numbertwenty four
numbertwenty nine
numbertwenty one
numbertwenty seven
numbertwenty six
numbertwenty three
numbertwenty two
numbertwo
nunderstand
nunderstandneg
nuse
nuseneg
nut
nwait
nwaitneg
nwant
nwantneg
nwast
nwastneg
nwork
nworkneg
obvious
occasion
occupi
odd
offer
often
oh
ok
old
oldman
one
onebest
onebetter
onecharact
onegot
onegreatest
onegreatestever
oneneg
onenegneg
onepeopl
onething
open
oper
option
order
origin
originbatteri
other
outlet
outsid
outstand
overal
overaln
overli
overpr
overridconvers
overridconvers!
own
own``
owner
ownerrealli
pace
pack
packag
packagnice
paid
pain
pair
palm
pancak
par
parent
parneg
part
parti
particular
particularli
pass
past
pasta
pastaneg
pathet
patio
paul
pay
pay$
payneg
paynegneg
pc
peopl
peoplneg
peoplnegneg
peoplnot
peoplnotneg
perfect
perfectli
perform
performneg
perhap
period
periodneg
person
personneg
pg
pg13
pho
phoenix
phone
phone2
phonebatteri
phonehandi
phonen
phoneneg
phonenegneg
phonenneg
phonenot
phonesturdi
phonetwo
phonewithout
phonework
photographi
pictur
picturneg
piec
pieccrap
piecneg
pizza
pizzaneg
place
placeanyon
placecoupl
placedeserv
placedeservstar
placeeat
placego
placeneg
placenegneg
placenot
placenotneg
placerealli
placeway
placewe
placewould
plain
plan
plantron
plastic
play
play``
player
pleas
pleasant
pleasknow
pleasneg
plenti
plot
plotn
plotneg
plotnegneg
plotnneg
plu
plug
plugneg
plugnegneg
pocket
point
pointneg
polit
poor
poorli
poorqualiti
pork
portion
portray
possibl
possiblbest
potato
potatochip
power
powerneg
practic
predict
premis
prepar
preparneg
preparnegneg
present
pretenti
pretti
prettigood
prettimuch
price
pricealso
priceneg
pricenegneg
probabl
probablwo
probablwobe
probablwould
problem
problemneg
problemnegneg
produc
producneg
product
productbe
productvalu
promis
prompt
protect
provid
providexcel
pull
pullneg
pullnegneg
purchas
pure
push
put
q
qualiti
qualitiexcel
qualitineg
qualitinegneg
qualitisound
quick
quickli
quickliwork
quit
quitneg
quitnegneg
racial
rang
ranggood
rank
rare
rate
rather
ray
raycharl
razr
read
readi
real
realiz
realli
reallibad
reallienjoy
reallifunni
realligood
reallilike
reallin
reallineg
reallinegneg
reallinneg
reallirealli
reallirecommend
realliwant
realneg
realnegneg
realscare
reason
reasonprice
receiv
recent
recept
rechargneg
recommend
recommendmovi
recommendneg
recommendnegneg
recommendnegplace
recommendplace
red
redeem
redeemneg
redeemnegneg
refus
regret
regretneg
regretneg!
rel
relat
relationship
relax
remak
rememb
rent
repeat
replac
rest
restaur
restaurneg
restaurnegneg
result
return
returnphone
revers
review
reviewneg
reviewnegneg
rice
ridicul
ridiculneg
ridiculnegneg
right
rightamount
rightmind
rightneg
rightnegneg
ring
rington
ringtonneg
rip
ripneg
roast
roastbeef
robertryan
rock
role
roll
room
roomneg
roomnegneg
rude
run
runaround
runneg
runnegneg
ruthless
ryan
sad
said
said``
salad
salmon
samsung
sandwich
sat
satisfi
sauc
save
saveneg
saw
sawfilm
sawmovi
say
sayenjoy
sayleast
sayneg
saynegneg
scale
scamp
scare
scareneg
scene
scenemovi
sceneneg
scifi
score
scratch
screen
script
scriptbad
scriptneg
scriptnegneg
seafood
season
seat
second
secondneg
secondtime
see
seem
seemlike
seemneg
seemovi
seen
seeneg
seenneg
seennegneg
select
selectfood
self
selfindulg
send
sens
seri
serious
seriousnot
seriousnotneg
serv
server
servergreat
servernice
servic
servicclean
servicextrem
servicneg
servicnegneg
servicquick
servicslow
servicterribl
servneg
set
setneg
setup
sever
severdiffer
severtime
severyear
shakespear
shame
share
sharp
ship
shop
short
shot
shotneg
show
showever
showneg
shownegneg
shrimp
sick
side
sideneg
sidenegneg
sign
signal
signific
significtheme
signneg
silent
silentneg
simpl
simpli
sinc
sincneg
sing
singl
sister
sit
situat
size
slow
small
smart
smell
smelllike
smile
smileneg
softwar
soggi
solid
someon
someth
somethneg
somethnegneg
sometim
somewhat
son
song
soon
soonneg
sound
soundclear
soundlike
soundneg
soundnegneg
soundqualiti
soundtrack
soundvolum
soup
space
speak
special
specialneg
specialnegneg
spent
spentneg
spentnegneg
spici
spicienough
spoiler
spot
staff
staffgreat
stage
stageplay
stale
standneg
stanwyck
star
start
startneg
startnegneg
state
station
stay
stayaway
stayneg
staynegneg
steak
step
stereotyp
steve
still
stillnot
stillnotneg
stirfri
stop
store
storeneg
storenegneg
stori
storiline
storylin
strang
strip
strong
struck
stuff
stun
stupid
sturdi
style
sublim
subtl
suck
suckwe
suffer
suggest
summari
sunglass
super
superb
superfriendli
support
suppos
supposbe
sure
sureneg
surenegneg
surpris
surprisingli
sushi
sushilover
sushiplace
suspens
sweet
sweetpotato
sweetpotatogood
switch
tabl
taco
take
takeforev
takeneg
talent
talk
talkneg
talknegneg
tast
tasteless
tasti
tastineg
tastinegneg
tastlike
tastneg
tell
tellneg
ten
tender
tenminut
tension
terribl
terriblcustom
terriblneg
terriblnegneg
terrif
terrifcast
thai
thank
that
theater
theme
thin
thing
thinghappen
thingn
thingnneg
think
thinkneg
thinknegneg
thinkpeopl
third
thoroughli
though
thought
three
threefilm
thrill
thriller
throughout
thumb
time
timeeven
timefilm
timegot
timelunch
timeneg
timenegmoney
timenegneg
timenew
timenot
timenotneg
timestill
tini
tip
toast
today
togeth
told
toler
tom
tomwilkinson
tone
tongucheek
took
tool
top
tortur
total
totalwast
touch
toward
town
trash
treat
tremend
treo
tri
tri2
trilog
trimake
trineg
trinegneg
trip
true
truli
turn
turngood
tv
twice
twist
two
twoyear
type
u
ufeel
unaccept
unbear
unbeliev
unconvinc
understand
understandneg
understandnegneg
uneg
unegneg
unfortun
unfortunnot
unfortunnotneg
unit
unitneg
unless
unlessneg
unreli
up
usb
use
useheadset
useless
useneg
usenegneg
user
usethroughout
usual
utterli
valu
vega
vegabuffet
verizon
vibe
view
visit
visual
voic
voicrecognit
volum
wait
waiter
waithour
waitneg
waitnegneg
waitress
walk
wall
wallneg
wallnegneg
want
wantneg
wantnegbe
war
warm
wast
wastmoney
wastneg
wastnegmoney
wastnegneg
wastnegtime
wasttime
watch
watchfilm
watchmovi
watchneg
watchnegneg
water
way
wayneg
waynegneg
wayoverpr
we
weak
wealso
wear
wearglass
websit
wecould
week
weget
wegot
weird
well
welldone
wellmade
wellneg
wellnegneg
wellpace
wellwell
welove
weneg
wenegbe
wenegneg
wenever
weneverneg
went
wentback
weorder
wetri
wewait
wewalk
wewent
wewould
whatev
whatsoev
whether
whetherneg
white
whole
wholelot
wholething
wife
wilkinson
wind
windlion
wine
wing
wire
wireless
wish
wishcould
within
within2
without
wo
woman
won
wonder
wonneg
word
work
workfine
workflawlessli
workgood
workgreat
workgreat!
worklike
worklikework
workneg
worknegneg
worknegwell
workperfectli
workwell
world
worldneg
wors
worst
worstcustom
worstever
worstphone
worstseen
worth
worthneg
worthnegneg
worthnegtime
would
wouldbe
woulddefinit
wouldgive
wouldgiven
wouldhighli
wouldmuch
wouldn
wouldneg
wouldnegneg
wouldnegrecommend
wouldnneg
wouldnot
wouldnotneg
wouldrecommend
wow
wrap
write
written
wrong
ye
yeah
year
yearago
yearold
yearwork
yet
yetanoth
young
zero
zerostar
â