$
1
10
2
20
3
30
4
40
5
7
8
90
a
aa
aan
abad
abit
about
aboutthe
aboutthi
abov
absolut
access
acoupl
act
action
actis
actor
actress
actual
actwa
addit
ador
advis
afew
afilm
after
aftera
again
ago
agood
agreat
ahuge
alittl
all
alli
allin
allof
allow
allthe
almost
along
alot
also
alsothe
although
alway
am
amaz
amazon
ambianc
amount
amountof
amovi
amuch
amust
amveri
an
and
anda
andall
andeven
andha
andhave
andi
andis
andit
andnot
andsome
andthat
andthe
andthere
andthey
andthi
andveri
andwa
andwork
andyou
anexcel
angel
angl
anhour
ani
ann
annoy
anoth
anyon
anyth
anytim
anyway
apart
appeal
appear
are
area
areal
arealli
areso
arethe
around
arriv
art
ask
askfor
aspect
at
atall
athe
atmospher
attempt
attent
atthe
audienc
audio
authent
averag
averi
avoid
aw
away
awell
awesom
babi
back
backto
bacon
bad
balanc
bar
bare
bargain
basic
batteri
batteriis
batterilife
be
bea
beat
beauti
beback
becaus
becausi
becausit
becausof
becausthey
becom
beef
been
beer
befor
begin
believ
below
belt
best
bethe
better
betterthan
between
beyond
big
bit
black
bland
blue
bluetooth
book
bore
both
bother
bought
boy
break
breakfast
brilliant
bring
broke
budget
buffet
bunch
burger
busi
but
buti
butit
butthe
butthi
button
buy
by
bythe
cabl
call
came
cameout
camera
can
cannot
cant
car
carcharger
care
carri
cartoon
case
cast
cell
cellphone
certainli
chang
charact
charg
charger
charl
charm
cheap
check
chicken
child
chip
choic
cinema
cinematographi
clariti
classic
clean
clear
clearli
clever
clip
close
cold
color
come
comeback
comfort
comment
compani
complaint
complet
connect
consid
construct
contact
contain
continu
convers
convinc
cook
cool
cost
could
couldbe
couldhave
couldn
couldnot
couldnt
coupl
cours
cover
crap
creat
credit
crisp
crowd
cult
custom
customservic
cut
cute
d
damn
danc
dark
date
day
dead
deal
decent
decid
decor
definit
definita
delici
delight
deliv
depth
describ
descript
deserv
design
despit
dessert
devic
dialogu
did
didn
didnot
didnt
die
differ
difficult
dine
direct
director
disappoint
disappointwith
disgust
dish
do
documentari
doe
doenot
doesn
doesnt
dog
don
done
donot
dont
down
drago
drain
drama
dress
drink
drive
drop
due
dure
each
ear
earlier
earpiec
easi
easili
easito
eat
eaten
edit
effect
effort
egg
either
els
elsewher
embarrass
emot
empti
end
energi
enjoy
enough
enoughto
entir
episod
especi
establish
etc
even
ever
everi
everyon
everyth
everythwa
exactli
excel
excus
expect
expens
experi
experienc
extra
extrem
eye
face
fact
fail
fall
famili
fan
fanof
fantast
far
fast
favorit
fear
featur
feel
felt
few
film
filmand
filmis
filmwa
final
find
fine
first
firsttime
fish
fit
flat
flavor
flaw
flick
folk
follow
food
foodand
foodis
foodwa
for
fora
forc
forev
forget
form
forme
formy
forthe
forthi
found
foundthi
free
fresh
fri
friend
friendli
friendliand
from
froma
fromthe
front
full
fun
function
funni
game
garbag
gave
gener
get
girl
give
givea
giveit
given
givethi
glad
go
goback
good
gooda
goodand
got
gota
goto
gotthe
graphic
great
greatand
greatest
green
grill
gross
guess
guy
ha
haa
habeen
had
hada
hadthe
hadthi
hadto
hair
half
hand
handl
happen
happi
happiwith
hard
hardto
hate
have
havea
havebeen
haveever
havethe
haveto
he
head
headphon
headset
hear
heard
heart
heis
help
her
here
hewa
hi
high
highli
highlirecommend
hilari
him
histori
hit
hitchcock
hold
home
honestli
hope
horribl
horror
hot
hour
hous
how
howev
huge
human
i
iam
ibought
icame
ican
ice
icould
icouldn
id
idea
idid
ididn
idon
ienjoy
if
ifi
ifound
ifthe
ifyou
igot
iguess
ihad
ihate
ihave
ihighli
ijust
ilike
ill
ilove
im
imagin
import
impress
impresswith
improv
in
ina
inall
includ
incred
inmy
insid
instead
instruct
insult
intellig
interest
internet
inthe
inthi
into
intothe
involv
irealli
is
isa
isalway
isan
isaw
isdefinit
isgreat
isjust
isn
isno
isnot
isnt
isone
issimpli
isso
issu
isthat
isthe
isveri
iswell
it
ita
italian
item
itfeel
itfor
itha
ithink
ithought
itis
its
itself
itto
itwa
itwasn
itwork
iuse
ive
iwa
iwent
iwill
iwon
iwould
jabra
job
john
joke
joy
judg
junk
just
justa
keep
kept
keyboard
kid
kind
kindof
know
lack
ladi
lame
larg
last
late
later
laugh
le
lead
learn
least
leather
leav
left
let
level
life
light
lightweight
like
likea
likeit
likethe
likethi
line
list
liter
littl
live
ll
llbe
locat
lock
long
longer
look
lookfor
lost
lot
lotof
loud
love
lovethe
lovethi
low
lunch
m
made
main
make
makea
man
manag
mani
massiv
master
may
mayb
me
meal
mean
meat
mediocr
memor
memori
mention
menu
mess
meto
mexican
mickey
might
mind
minut
miss
mistak
mnot
mobil
moment
money
month
more
morethan
most
mostli
mostof
motorola
mouth
move
movi
moviand
movii
moviis
movithat
moviwa
much
mucha
music
must
my
myphone
myself
need
network
never
new
next
nice
niceand
night
no
nokia
non
none
noneof
not
nota
notbe
note
noteven
noth
nothave
notic
notonli
notrecommend
notto
notwork
now
number
numbereight
numbereighteen
numbereleven
numberfifteen
numberfive
numberfour
numberfourteen
numbernine
numbernineteen
numberone
numberseven
numberseventeen
numbersix
numbersixteen
numberten
numberthirteen
numberthirty five
numberthirty four
numberthirty one
numberthree
numbertwelve
numbertwenty
numbertwenty eight
numbertwenty five
numbertwenty four
numbertwenty nine
numbertwenty one
numbertwenty seven
numbertwenty six
numbertwenty three
numbertwenty two
numbertwo
obvious
occasion
of
ofa
ofall
off
offer
ofit
ofmy
often
ofthe
ofthi
oh
old
on
ona
onc
one
oneof
onit
onli
onmy
onthe
onthi
open
oper
option
or
order
origin
other
our
out
outof
outsid
over
overal
overali
overpr
own
owner
pace
packag
paid
pain
pair
palm
part
parti
particular
particularli
partof
pass
pasta
pathet
pay
pc
peopl
perfect
perfectli
perform
perhap
period
person
pg
pho
phone
phoneand
phonei
phoneis
pictur
piec
piecof
pizza
place
placeis
placeto
plan
plastic
play
player
pleas
pleasant
plot
plu
plug
pocket
point
polit
poor
poorli
portion
portray
possibl
potato
power
practic
predict
premis
prepar
pretenti
pretti
price
probabl
problem
problemwith
produc
product
protect
provid
pull
purchas
pure
put
qualiti
qualitiis
qualitiof
quick
quickli
quit
rang
rare
rate
rather
ray
razr
re
read
readi
real
realli
reallilike
reason
receiv
recent
recept
recommend
recommendthi
redeem
regret
relationship
rent
replac
rest
restaur
return
review
rice
ridicul
right
rington
rip
roast
rock
role
roll
room
rude
run
s
sa
said
salad
same
samsung
sandwich
sat
satisfi
sauc
save
saw
say
saythat
scamp
scare
scene
scratch
screen
script
seafood
seat
second
see
seem
seemto
seen
seethi
select
self
send
sens
seri
serious
serv
server
serverwa
servic
servicis
servicwa
set
sever
share
she
ship
short
shot
should
show
shrimp
sick
side
sign
signal
silent
simpl
simpli
sinc
sing
singl
sit
situat
size
sjust
slow
small
smell
so
sobad
softwar
soi
solid
some
someof
someon
someth
sometim
somewhat
somuch
son
song
soon
sound
soundis
soundqualiti
soundtrack
speak
special
spici
spoiler
spot
staff
star
start
state
station
stay
steak
step
stereotyp
still
stop
store
stori
storylin
strong
stuff
stupid
sturdi
style
subtl
such
sucha
suck
suffer
super
superb
sure
surpris
sushi
suspens
sweet
t
tabl
taco
take
talent
talk
tast
tasteless
tasti
tbe
tell
ten
tender
terribl
terrif
thai
than
thank
thanthe
that
thati
thatis
thatit
thats
thatthe
thatthi
thatwa
thave
the
theact
theater
thebatteri
thebest
theburger
thecamera
thecast
thecharact
thechicken
theear
theend
thefilm
thefirst
thefood
their
theleast
them
theme
themenu
themost
themovi
themselv
then
theone
theonli
theother
thephone
theplot
theprice
thequaliti
there
thereare
thereis
theres
therewa
theright
thesame
thescreen
these
theservic
thesound
thestaff
thestori
thetime
theway
theworst
thewrite
they
theyare
theyhave
theyre
thi
thicase
thifilm
thiis
thiitem
thimovi
thing
thingi
thingthat
think
thinki
thinkit
thione
thiphone
thiplace
thiproduct
thiwa
those
though
thought
three
thriller
through
throughout
time
timeand
timei
tknow
tmake
to
toa
tobe
today
todo
toeat
toget
togeth
togive
togo
tohave
told
tom
tomake
tomy
too
took
top
tortur
tosay
tosee
total
tothe
touch
touse
toward
town
treat
tremend
treo
tri
trip
trito
true
truli
tthink
turn
tv
twast
twice
two
twork
u
unbeliev
under
understand
unfortun
unit
unless
until
up
usb
use
usea
useless
usethe
useto
usual
valu
ve
veever
vega
vehad
veri
veridisappoint
verigood
verinice
veriveri
veriwell
verizon
view
visit
visual
voic
volum
wa
waa
wait
waiter
waitfor
waitress
wajust
walk
wall
wamy
wanot
want
wantto
wapretti
warm
wasn
wasnt
waso
wast
wastof
wastyour
watch
watchit
watchthi
water
wathe
waveri
way
wayto
we
wear
week
weird
well
wella
went
wentto
were
werethe
wewere
what
whata
whatev
whati
whatsoev
when
wheni
where
whether
whi
which
whichi
whichis
whichwa
while
white
who
whole
wife
will
willbe
willnever
willnot
wind
wing
wire
wish
with
witha
within
withmy
withno
without
withthe
withthi
won
wonder
wonderand
wont
word
work
workgreat
world
wors
worst
worth
would
wouldbe
wouldhave
wouldn
wouldnot
wouldnt
wow
wrap
write
written
wrong
year
yet
you
youare
youcan
youdon
youhave
young
your
yourtime
youwant
zero
â